chat_system_484801082_actor_description=Elunium. Black Unicorn.
chat_system_484801082_snap_0_question=^?^Human, can I talk to you? I have not talked to anyone at all, for a long time.
chat_system_484801082_snap_0_answer_0=^?^Hmm... I heard that Unicorns are magic creatures, but you're different from the ones I've seen before.
chat_system_484801082_snap_1_question=^?^It's because I'm a black unicorn, bred artificially, using the black arts.<br>I can tell you my story, human, if you want to hear.
chat_system_484801082_snap_1_answer_0=^?^That would be interesting. Please do tell me your story.
chat_system_484801082_snap_1_answer_1=^?^Let's talk about it next time.
chat_system_484801082_snap_2_question=^?^My name is Elunium. I remember that I grew up in the Land of Death in the laboratory of the Dark Mage Velisar. The surrounding world was lifeless, dismal and gray, and my brothers and I knew neither mother's love nor the warmth of the sunlight.<br>But one day another mage came to Velisar - a Druid named Elean, and bought me and some of my brothers. Through the Gate he took us to that wonderful world of green grass and trees, singing birds and purling brooks. He showed this world to us, and said that we were kidnapped from here when we were little colts and he let us free.<br>Now I am my own master, and the white unicorns recognize me and my brothers as leaders.<br>But one thing bothers me. I never thanked the kind Elean.
chat_system_484801082_snap_2_answer_0=^?^If you want, I can find him and convey these words to him.
chat_system_484801082_snap_2_answer_1=^?^How interesting. I'm sure you will find Elean and thank him some day. See you later.
chat_system_484801082_snap_4_question=^?^That would be great. Please do convey my words of gratitude.<br>Find the Druid somewhere in the Great Forest. Unfortunately I cannot leave my herd without protection, or I would visit him myself.
chat_system_484801082_snap_4_answer_0=^?^Ok, I'll tell him that you're infinitely grateful to him. See you.
chat_system_484801082_snap_3_question=^?^Good day to you again, human.
chat_system_484801082_snap_3_answer_0=^?^Good day to you too. Look, can you tell me about yourself, and about how unicorns like you appeared?
chat_system_484801082_snap_3_answer_1=^?^Good day to you too, amazing unicorn!
